Repository: bagumamartin/amgi
Catalog: AmgiFeatures/Sources/AmgiAppCore/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hu, vi

source: Your configured deck doesn’t have any books yet. Import a book or reconfigure your reader source.
es: Tu mazo no tiene libros. Importa uno o reconfigura la fuente.
fr: Votre paquet ne contient aucun livre. Importez-en un ou reconfigurez la source.
hu: A beállított paklidban még nincs könyv. Importálj egyet vagy állítsd át a forrást.
vi: Bộ thẻ đã cấu hình chưa có sách nào. Hãy nhập sách hoặc cấu hình lại nguồn đọc.

source: Reconfigure Reader
es: Reconfigurar lector
fr: Reconfigurer le lecteur
hu: Olvasó újrakonfigurálása
vi: Cấu hình lại trình đọc

source: Set Up Anki Library
es: Configurar biblioteca Anki
fr: Configurer la bibliothèque Anki
hu: Anki-könyvtár beállítása
vi: Thiết lập Thư viện Anki

source: Notes columns
es: Columnas de notas
fr: Colonnes des notes
hu: Jegyzetoszlopok
vi: Cột ghi chú

source: Cards columns
es: Columnas de tarjetas
fr: Colonnes des cartes
hu: Kártyaoszlopok
vi: Cột thẻ

source: Sort (column and direction persist per mode)
es: Orden (columna y dirección por modo)
fr: Tri (colonne et sens par mode)
hu: Rendezés (oszlop és irány módonként megmarad)
vi: Sắp xếp (cột và chiều được nhớ theo chế độ)

source: Shown
es: Visible
fr: Affiché
hu: Látható
vi: Đang hiện

source: Hidden
es: Oculto
fr: Masqué
hu: Rejtett
vi: Đang ẩn

source: Browse sources
es: Fuentes de exploración
fr: Sources de navigation
hu: Böngészési források
vi: Nguồn duyệt

source: Browse tools
es: Herramientas de exploración
fr: Outils de navigation
hu: Böngészési eszközök
vi: Công cụ duyệt

source: Couldn’t save that review
es: No se pudo guardar ese repaso
fr: Échec de l’enregistrement
hu: A válasz nem menthető
vi: Không lưu được lượt ôn này

source: Nothing to undo
es: Nada que deshacer
fr: Rien à annuler
hu: Nincs visszavonható
vi: Không có gì để hoàn tác

source: Nothing to redo
es: Nada que rehacer
fr: Rien à rétablir
hu: Nincs újra elvégezhető
vi: Không có gì để làm lại

source: Hide Session Inspector
es: Ocultar inspector de sesión
fr: Masquer l’inspecteur
hu: Munkamenet-ellenőr elrejtése
vi: Ẩn trình kiểm tra phiên

source: Show Session Inspector
es: Mostrar inspector de sesión
fr: Afficher l’inspecteur
hu: Munkamenet-ellenőr megjelenítése
vi: Hiện trình kiểm tra phiên

source: Stop Audio
es: Detener audio
fr: Arrêter l’audio
hu: Hang leállítása
vi: Dừng âm thanh

source: Card actions
es: Acciones de tarjeta
fr: Actions de la carte
hu: Kártyaműveletek
vi: Thao tác thẻ

source: Couldn’t Start Reviewing
es: No se pudo empezar
fr: Échec du démarrage
hu: Nem indítható az ismétlés
vi: Không bắt đầu ôn được

source: Type the answer
es: Escribe la respuesta
fr: Saisissez la réponse
hu: Írd be a választ
vi: Nhập câu trả lời

source: next in %@
es: siguiente en %@
fr: suivante dans %@
hu: következő: %@
vi: tiếp theo sau %@

source: %lld of %lld · %lld%%
es: %lld de %lld · %lld%%
fr: %lld sur %lld · %lld%%
hu: %lld / %lld · %lld%%
vi: %lld / %lld · %lld%%

source: %lld of %lld today
es: %lld de %lld hoy
fr: %lld sur %lld aujourd’hui
hu: %lld / %lld ma
vi: %lld / %lld hôm nay

source: %lld percent complete
es: %lld por ciento completado
fr: %lld pour cent accompli
hu: %lld százalék kész
vi: hoàn thành %lld phần trăm

source: New card
es: Tarjeta nueva
fr: Nouvelle carte
hu: Új kártya
vi: Thẻ mới

source: Last rated %@
es: Última: %@
fr: Dernière note : %@
hu: Utolsó értékelés: %@
vi: Lần cuối đánh giá %@

source: Never reviewed
es: Nunca repasada
fr: Jamais révisée
hu: Soha nem ismételt
vi: Chưa từng ôn

source: %@. Tap to repeat it
es: %@. Toca para repetir
fr: %@. Touchez pour répéter
hu: %@. Koppints az ismétléshez
vi: %@. Chạm để lặp lại

source: Auto
es: Automático
hu: Automatikus
vi: Tự động

source: Prefer native rendering wherever the card allows it.
es: Prefiere nativo donde sea posible.
fr: Préfère le natif partout où possible.
hu: Natív megjelenítés előnyben, ahol a kártya engedi.
vi: Ưu tiên hiển thị gốc ở mọi nơi thẻ cho phép.

source: This card: %@
es: Esta tarjeta: %@
fr: Cette carte : %@
hu: Ez a kártya: %@
vi: Thẻ này: %@

source: This template
es: Esta plantilla
fr: Ce modèle
hu: Ez a sablon
vi: Mẫu này

source: Reveal Answer
es: Mostrar respuesta
fr: Afficher la réponse
hu: Válasz mutatása
vi: Hiện đáp án

source: Rate: Again
es: Nota: Otra vez
fr: Note : À revoir
hu: Értékelés: Újra
vi: Chấm: Học lại

source: Rate: Hard
es: Nota: Difícil
fr: Note : Difficile
hu: Értékelés: Nehéz
vi: Chấm: Khó

source: Rate: Good
es: Nota: Bien
fr: Note : Bien
hu: Értékelés: Jó
vi: Chấm: Tốt

source: Rate: Easy
es: Nota: Fácil
fr: Note : Facile
hu: Értékelés: Könnyű
vi: Chấm: Dễ

source: Repeat Last Rating
es: Repetir última nota
fr: Répéter la dernière note
hu: Utolsó értékelés ismétlése
vi: Lặp lại chấm cuối

source: Space
es: Espacio
fr: Espace
hu: Szóköz
vi: Phím cách

source: Queue
es: Cola
fr: File
hu: Sor
vi: Hàng đợi

source: Answered
es: Respondidas
fr: Répondues
hu: Megválaszolt
vi: Đã trả lời

source: Session reviews
es: Repasos de sesión
fr: Révisions de session
hu: Munkamenet-ismétlések
vi: Lượt ôn trong phiên

source: Streak
es: Racha
fr: Série
hu: Sorozat
vi: Chuỗi

source: Answer time
es: Tiempo de respuesta
fr: Temps de réponse
hu: Válaszidő
vi: Thời gian trả lời

source: Current Card
es: Tarjeta actual
fr: Carte actuelle
hu: Aktuális kártya
vi: Thẻ hiện tại

source: Queue remaining
es: Restantes en cola
fr: Restant en file
hu: Sorban maradt
vi: Còn lại trong hàng

source: Available
es: Disponible
fr: Disponible
hu: Elérhető
vi: Có sẵn

source: Not available
es: No disponible
fr: Indisponible
hu: Nem elérhető
vi: Không có sẵn

source: Scheduler
es: Planificador
fr: Planificateur
hu: Ütemező
vi: Bộ lập lịch

source: Owned by this session
es: De esta sesión
fr: À cette session
hu: Ehhez a munkamenethez tartozik
vi: Thuộc phiên này

source: Answer card image
es: Imagen de respuesta
fr: Image de réponse
hu: Válaszkártya képe
vi: Ảnh thẻ đáp án

source: Question card image
es: Imagen de pregunta
fr: Image de question
hu: Kérdéskártya képe
vi: Ảnh thẻ câu hỏi

source: The collection is busy with another operation. Try the review again.
es: La colección está ocupada. Inténtalo de nuevo.
fr: La collection est occupée. Réessayez.
hu: A gyűjtemény más művelettel van elfoglalva. Próbáld újra.
vi: Sưu tập đang bận thao tác khác. Hãy thử ôn lại.

source: This review no longer owns the collection scheduler. Close it and start again.
es: Esta sesión ya no controla la planificación. Ciérrala y empieza de nuevo.
fr: Cette session ne contrôle plus la planification. Fermez-la et recommencez.
hu: Ez a munkamenet már nem birtokolja az ütemezőt. Zárd be és kezdd újra.
vi: Phiên này không còn giữ bộ lập lịch. Hãy đóng và bắt đầu lại.

source: Couldn’t undo that answer: %@
es: No se pudo deshacer: %@
fr: Échec de l’annulation : %@
hu: A válasz nem vonható vissza: %@
vi: Không hoàn tác được câu trả lời: %@

source: Couldn’t redo that answer: %@
es: No se pudo rehacer: %@
fr: Échec du rétablissement : %@
hu: A válasz nem végezhető el újra: %@
vi: Không làm lại được câu trả lời: %@

source: The collection is switching profiles. Try the review again when switching finishes.
es: Cambiando de perfil. Inténtalo al terminar.
fr: Changement de profil en cours. Réessayez ensuite.
hu: Profilváltás folyamatban. Próbáld a végén újra.
vi: Sưu tập đang chuyển hồ sơ. Hãy thử lại khi xong.

source: Another review window is already using this collection. Finish or close it before starting another review.
es: Otra ventana ya usa esta colección. Termínala antes.
fr: Une autre fenêtre utilise déjà cette collection. Terminez-la d’abord.
hu: Egy másik ablak már használja ezt a gyűjteményt. Fejezd be előbb.
vi: Một cửa sổ ôn khác đang dùng sưu tập này. Hãy xong hoặc đóng nó trước.

source: Unmark Note
es: Desmarcar nota
fr: Démarquer la note
hu: Jelölés törlése
vi: Bỏ đánh dấu

source: Mark Note
es: Marcar nota
fr: Marquer la note
hu: Jegyzet megjelölése
vi: Đánh dấu ghi chú

source: Action failed
es: Acción fallida
fr: Échec de l’action
hu: A művelet sikertelen
vi: Thao tác thất bại

source: An unknown error occurred.
es: Error desconocido.
fr: Erreur inconnue.
hu: Ismeretlen hiba történt.
vi: Đã xảy ra lỗi không rõ.

source: Delete this note?
es: ¿Eliminar esta nota?
fr: Supprimer cette note ?
hu: Töröljük ezt a jegyzetet?
vi: Xóa ghi chú này?

source: Cyan
es: Cian
hu: Ciánkék
vi: Xanh lơ

source: %lld cards due later
es: %lld pendientes luego
fr: %lld à réviser plus tard
hu: %lld kártya esedékes később
vi: %lld thẻ đến hạn sau

source: 1 card due later
es: 1 pendiente luego
fr: 1 à réviser plus tard
hu: 1 kártya esedékes később
vi: 1 thẻ đến hạn sau

source: %lld cards reviewed
es: %lld repasadas
fr: %lld révisées
hu: %lld ismételve
vi: Đã ôn %lld thẻ

source: %.0f%% accuracy
es: %.0f%% correctas
fr: %.0f%% correctes
hu: %.0f%% pontosság
vi: đúng %.0f%%

source: rendered natively — passes the simplicity check.
es: nativo — pasa la comprobación.
fr: natif — passe le contrôle.
hu: natívan — átmegy az ellenőrzésen.
vi: hiển thị gốc — đạt kiểm tra đơn giản.

source: rendered as HTML — selected for this card.
es: como HTML — elegido para esta tarjeta.
fr: en HTML — choisi pour cette carte.
hu: HTML-ként — ehhez a kártyához választva.
vi: hiển thị HTML — đã chọn cho thẻ này.

source: Template · %@
es: Plantilla · %@
fr: Modèle · %@
hu: Sablon · %@
vi: Mẫu · %@

source: Simple cards render natively, the rest use the template's HTML.
es: Las simples se muestran nativas, el resto usa el HTML.
fr: Les cartes simples s’affichent en natif, le reste en HTML.
hu: Az egyszerű kártyák natívan jelennek meg, a többi a sablon HTML-jét használja.
vi: Thẻ đơn giản hiển thị gốc, còn lại dùng HTML của mẫu.

source: Always render the template's HTML in the sandboxed web view.
es: Usa siempre el HTML en la vista web aislada.
fr: Toujours le HTML dans la vue web isolée.
hu: Mindig a sablon HTML-je a homokozós nézetben.
vi: Luôn hiển thị HTML của mẫu trong khung web cách ly.

source: rendered as HTML — uses features the native renderer doesn't support.
es: como HTML — usa funciones no nativas.
fr: en HTML — utilise des fonctions non natives.
hu: HTML-ként — a natív által nem támogatott funkciókat használ.
vi: hiển thị HTML — dùng tính năng trình gốc chưa hỗ trợ.

source: Book
es: Libro
fr: Livre
hu: Könyv
vi: Sách

source: d
fr: j
hu: n
vi: ng

source: Info
fr: Infos
hu: Infó
vi: Thông tin

source: Manual
fr: Manuelle
hu: Kézi
vi: Thủ công

source: Total
hu: Összesen
vi: Tổng

source: %lld min
hu: %lld perc
vi: %lld phút

source: %.1f min
hu: %.1f perc
vi: %.1f phút

source: Ordinal
hu: Sorszám
vi: Thứ tự
